Revit 2027 API
OBJExportOptions.IsMaxEdgeLengthSet Method
 Checks whether the MaxEdgeLength tessellation parameter is explicitly set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsMaxEdgeLengthSet()
Public Function IsMaxEdgeLengthSet As Boolean
public:
bool IsMaxEdgeLengthSet()
member IsMaxEdgeLengthSet : unit -> bool
Return Value
Boolean
 True if MaxEdgeLength tessellation parameter is explicitly set, false otherwise.
See Also
Reference
OBJExportOptions Class
Autodesk.Revit.DB Namespace